{
  "projects": [
    {
      "image": "/images/4t_thieves.jpg",
      "copy": "As we continue to push our isolationary approach, this time it's Finland with 4T Thieves. The first signs of our latest collaboration is our Paperboard Sun remix on The Vinyl Loop album out on Pingdiscs. And as the collaboration is flowing so well, we'll be releasing a full album together in the first half of 2023."
    },
    {
      "image": "/images/station_zero_project.png",
      "copy": "Our most fruitful collaboration yet - two compilation tracks andan album nearing completion. Working with Station Zero has just... worked. Pushing our isolationary approach still further, this time across the pond to Wisconsin. Darker, rougher, more experimental, and coated in glorious feedback."
    },
    {
      "image": "/images/thomas_leer.png",
      "copy": "Remixing the synth legend that is Thomas Leer. The man behindthe seminal album 'The Bridge' is putting together a new album 'Emotional Hardware' and we were invited to remix the titletrack."
    },
    {
      "image": "/images/weldroid_row.png",
      "copy": "A collaboration of minds and wires, ground-up development offive new tracks with the mighty Weldroid. 'The depth of visionwith this union is utterly absorbing' - Igloo Mag."
    },
    {
      "image": "/images/pentatonik.png",
      "copy": "Pentatonik (R. Simeon Bowring) created some huge '90s electronica classics. As part of the Touched Music remixes album we got to re-work the brilliant track 'Ray of Light'."
    },
    {
      "image": "/images/kyle_e_pic.png",
      "copy": "Egg London resident DJ, Kyle E, produced a tight remix of our track 'All Eyes And Ears', and in return we got to rip into his track 'Subsonic'."
    },
    {
      "image": "/images/eat_the_sun.png",
      "copy": "Our 'twitchy glitchy' remix of 'Fingers' for Eat the Sun features on their debut EP, also entitled 'Fingers'."
    },
    {
      "image": "/images/frankie_machina.png",
      "copy": "'Imagine robots and cyborgs creating machine music in dark seedy back rooms' - that's Frankie Machina, We created a brutal remix of his track 'Autoburn' featured on the 'Psychopomp' album."
    }
  ]
}
