{
  "projects": [
    {
      "image": "/images/decayed_compilation.jpg",
      "copy": "10yrs of isolation and collaboration required something special. We joined with some of our allies from the last decade to create an album of highlights from the past. Featuring: The Dronefynder General, Tomoroh Hidari, Peltiform, Cognition Delay, Weldroid, Daz Disley, and 4T Thieves in a seamless mix by Section 27.",
      "link": "/decayed"
    },
    {
      "image": "/images/dasf.jpg",
      "copy": "Both Andrews join forces with The Dronefynder General to create DasF. Dark unsettling electronica, forged from evaporating melodies and throbbing layers of sonic disquiet.",
      "link": "/dasf"
    },
    {
      "image": "/images/4t_thieves.jpg",
      "copy": "Sometimes a collaboration goes further, and creating music with 4T Thieves, out of Finland, has really just worked. First up was remixes, and then a couple of tracks together, and then we all felt it right to go for a full album - Coldfire is out now on PingDiscs. Find out more about the releases...",
      "link": "/4t_thieves"
    },
    {
      "image": "/images/station_zero_project.png",
      "copy": "Pushing our isolationary approach still further, this time across the pond to Wisconsin. Things are darker, rougher, more experimental, and drenched in glorious feedback. Two releases and one full album to come, find out more details here...",
      "link": "/stationzero"
    },
    {
      "image": "/images/thomas_leer.png",
      "copy": "Remixing the synth legend that is Thomas Leer. The man behind the seminal album 'The Bridge' is putting together a new album 'Emotional Hardware' and we were invited to remix the title track."
    },
    {
      "image": "/images/weldroid_row.png",
      "copy": "A collaboration of minds and wires, ground-up development of five new tracks with the mighty Weldroid. 'The depth of vision with this union is utterly absorbing' - Igloo Mag."
    },
    {
      "image": "/images/pentatonik.png",
      "copy": "Pentatonik (R. Simeon Bowring) created some huge '90s electronica classics. As part of the Touched Music remixes album we got to re-work the brilliant track 'Ray of Light'."
    },
    {
      "image": "/images/eat_the_sun.png",
      "copy": "Our 'twitchy glitchy' remix of 'Fingers' for Eat the Sun features on their debut EP, also entitled 'Fingers'."
    },
    {
      "image": "/images/frankie_machina.png",
      "copy": "'Imagine robots and cyborgs creating machine music in dark seedy back rooms' - that's Frankie Machina, We created a brutal remix of his track 'Autoburn' featured on the 'Psychopomp' album."
    }
  ]
}
